{
    "hpi1": "💻 Fullstack developer",
    "hpi2": "🎓 University Dr. Leão Sampaio",
    "hpi3": "📍 Icó - CE, Brazil🇧🇷",
    "hp": "Hello, my name is Marlon dos Santos, I'm a junior dev graduated in System analisys and development. I'm from Brazil, more accurately from the northeast region. My main role is web development mainly with javascrip and python, thoug I have some knowledge in php too. I invite you to take a look on some other information by clicking on the links above.",
    "hl1": "Contact info",
    "hl2": "<a href='./public/curriculo-en.pdf' target='_blank' >PDF Resume</a>",
    "hl3": "Graduation",
    "hl4": "Professional exprience",
    "hl5": "Silly little projects",
    "works-title": "Works I did",
    "works-prefecture-ico": "I worked as a freelancer at the health department in my city. My job was to analyze an old database that the department used and fix any potential issues. Then, I would integrate this database into the health department's system through an API that was provided to me.",
    "works-ineves": "Ineves.com.br is a website for online courses focused on the health sector. The website belongs to Grupo Intra EAD, a company specializing in distance learning platforms and currently headquartered in Juazeiro do Norte, Ceará. I worked on the project as an intern. My job was to integrate a new frontend into an old EAD website model that they had. I admit that it was a little complicated because the model was really old and the new frontend was made independently without considering the old model. I had to make some adjustments, but everything worked out in the end and the website is online. During the project, I used mainly JavaScript and PHP, in addition to the basics of CSS.",
    "works-saude-sec": "This was my first internship, in my university's software factory project, other students and I took on real projects to execute under the supervision of some professors. The first was a partnership with the city's health department and the second was an invoice issuing application. Unfortunately, I cannot show images of the latter at the request of the contractor.",
    "contato-title": "Ways to contact me",
    "faculdade-title": "This is where I graduated",
    "faculdade-presentation": "I graduated in systems analysis and development at a university in the Leão Sampaio group.",
    "faculdade-diploma": "My diploma",
    "projects-title": "Some projects I made in my free time",
    "projects-presentation": "These are some projects I made to pratice my skills. Most of them are kinda silly I admit, but what really matters is the learning.",
    "link-repo": "Repository",
    "projects-gupyscrapper": "From time to time, I usually look at a certain company's gupy page to see if there are any new vacancies that interest me, but gupy is terrible for candidates, there are almost no filters. So I created this bot in python that quickly shows me if there are vacancies that interest me and which ones they are.",
    "projects-alien": "A simple space shooter game made in python with the pygame lib",
    "projects-parimeiker": "My college graduation project. Party Maker was a website for organizing catering and hiring professionals. Basically, companies and independent professionals registered on the website and posted their portfolios. Then, clients could search for these professionals and get in touch with them, as well as leave public reviews."
}