{
    "hpi1": "💻 Desenvolvedor fullstack",
    "hpi2": "🎓 Universiade Dr. Leão Sampaio",
    "hpi3": "📍 Icó - CE",
    "hp": "Olá, me chamo Marlon dos Santos, sou um desenvolvedor junior formado em análise e desenvolvimento de sistemas. Nascí em Icó, no interior do Ceará e me formei em uma universidade do grupo UniLeão. Estou procurando novas oportunidades para minha carreira, atualmente meu foco é em desenvolvimento web, principalmente com javascript e python, embora eu saiba um pouco de php também. Te convido à conferir mais algumas informações, como meus trabalhos anteriores e minha formação, clicando nos links aqui em baixo.",
    "hl1": "Informações de contato",
    "hl2": "<a href='./public/curriculo-pt.pdf' target='_blank' >Currículo em PDF</a>",
    "hl3": "Formação",
    "hl4": "Experiência profissional",
    "hl5": "Projetinhos livres",
    "works-title": "Trabalhos que já fiz",
    "works-ineves": "O Ineves.com.br é um site de cursos online voltados para a área da saúde. O site é pertencente ao Grupo Intra EAD, empresa especializada em plataformas de ensino à distância e atualmente sediada em Juazeiro do Norte, no Ceará. Eu trabalhei no projeto como estagiário, meu trabalho foi integrar um novo frontend em um modelo antigo de site EAD que eles tinham. Confesso que foi um pouquinho complicado pois o modelo era realmente bem antigo e o novo front foi feito de forma independente sem considerar o modelo antigo, tive que fazer algumas adaptações, mas deu tudo certo no final e o site está no ar. Durante o projeto utilizei principalmente javascript e php, além do básico de css.",
    "works-prefecture-ico": "Fiz um bico na secretaria de saúde do meu muncípio. Meu trabalho era basicamente analisar um antigo banco de dados que a secretaria usava e corrigir possíveis problemas. Depois integrar esse bd ao sistema da secretaria de saúde através de uma API que me foi fornecida.",
    "works-saude-sec": "Esse foi meu primeiro estágio, no projeto fabrica de software da minha universidade eu e outros alunos pegamos projetos reais para executar sob a supervisão de alguns professores. O primeiro foi uma parceria com a secretaria de saúde da cidade e o segundo um aplicativo de emissão de notas fiscais. Infelizmente este último não posso mostrar imagens a pedido do contratante.",
    "contato-title": "Formas de entrar em contato comigo",
    "faculdade-title": "Aqui foi onde me formei",
    "faculdade-presentation": "Me formei em Análise e Desenvolvimento de Sistemas no Centro Universitário Vale do Salgado(UniVS), estudei lá entre os anos de 2019 e 2022. A UniVS pertence ao grupo Leão Sampaio assim como a UniLeão lá de Juazeiro do Norte, é basicamente a filial do Icó e atende toda a região do vale do salgado com estudantes vindos não só do Icó mas também de Iguatu, Jaguaribe, Lavras e até cidades mais distantes que eu nem conhecia antes de estudar lá. Clicando no link abaixo você pode conferir meu diploma.",
    "faculdade-diploma": "Meu diploma",
    "projects-title": "Alguns projetos que fiz no tempo livre",
    "projects-presentation": "Estes são alguns projetos que fiz para praticar minhas habilidades, a maioria é bem bobo eu confesso, mas o importante é que serviu de aprendizado.",
    "link-repo": "Repositório",
    "projects-gupyscrapper": "Eu costumo de tempos em tempos olhar a página gupy de uma certa empresa para ver se tem vagas novas que sejam do meu interesse porém a gupy é péssima para o candidato, quase não há filtros. Então criei este bot em python que me mostra de forma rápida se há vagas do meu interesse e quais são.",
    "projects-alien": "Um simples joguinho space shooter feito em python com a biblioteca pygame.",
    "projects-parimeiker": "Meu projeto de conclusão de curso da faculdade. O Party Maker era um site de organização de buffet e contrato de profissionais. Basicamente, empresas e profissionais livres se cadastravam no site e postavam seus portfólios e então clientes poderiam pesquisar por estes profissionais e entrar em contato com eles além de também poderem deixar avaliações públicas."
}